/* Info shown cell for TV shows */
"Season %@, Episode %@" = "ภาค %1$@ ตอน %2$@";

/* Info shown cell for TV shows with no episode number */
"Season %@" = "ภาค %@";

/* TV Season header in video details */
"%@, Season %@" = "%@ ภาค %@";

/* Shown in table cell for one podcast */
"ONE_EPISODE" = "(1 ตอน)";

/* Data shown in table cells for an item representing multiple audiobooks */
"ONE_BOOK" = "(1 เล่ม)";

/* Data shown in table cells for an item representing multiple audiobooks */
"BOOK_COUNT_FORMAT" = "(%d เล่ม)";

"EPISODE_AND_VIDEO_COUNT_FORMAT" = "(%d ตอน 1 วิดีโอ)";
"EPISODE_AND_VIDEOS_COUNT_FORMAT" = "(%d ตอน %d วิดีโอ)";

/* Data shown in table cell for an item representing multiple TV shows or Video Podcasts */
"(%d Episodes)" = "(%d ตอน)";

/* Data shown in table cell for an item representing a group of music video tracks */
"(%d Videos)" = "(%d วิดีโอ)";

"ONE_SONG" = "1 เพลง";
"SONGS_COUNT_FORMAT" = "%d เพลง";

"ALBUM_GRID_PLURAL_ALBUM_PLURAL_SONG" = "%d อัลบั้ม %d เพลง";
"ALBUM_GRID_PLURAL_ALBUM_SINGLE_SONG" = "%d อัลบั้ม 1 เพลง";
"ALBUM_GRID_SINGLE_ALBUM_SINGLE_SONG" = "1 เพลง";
"ALBUM_GRID_SINGLE_ALBUM_PLURAL_SONG" = "%d เพลง";

"ALBUM_HEADER_SONG_COUNT" = "%d เพลง";
"ALBUM_HEADER_SONG_COUNT_1" = "1 เพลง";
"ALBUM_HEADER_RELEASE_DATE_FORMAT" = "ออกจำหน่ายแล้วเมื่อ %@";

/* First %@ is something from ALBUM_HEADER_XXX, second is one of the MINUTES_STRING_MINS_FORMAT items */
"ALBUM_HEADER_SONG_COUNT_AND_DURATION_COMBINATION_FMT" = "%@ %@";

"LIBRARY" = "คลัง";
"MUSIC" = "เพลง";
"NO_MUSIC_TITLE" = "เพลง";
"NO_VIDEOS_TITLE" = "วิดีโอ";
"SOURCES" = "แหล่ง";

/* Header string used to indicate numeric section of a table */
"123" = "123";

/* attached */
"ACCESSORY_CONNECTED" = "อุปกรณ์เสริมต่ออยู่";

/* On-The-Go playlist option to add all albums. */
"Add All Albums" = "เพิ่มอัลบั้มทั้งหมด";

/* On-The-Go playlist option to add all songs. */
"Add All Songs" = "เพิ่มเพลงทั้งหมด";

/* Explanatory text shown when editing the On-The-Go playlist. */
"Add songs to the On-The-Go playlist." = "เพิ่มเพลงไปที่เพลย์ลีสต์ On-The-Go";

"ADD_PLAYLIST_CONFIRM_BUTTON_TITLE" = "บันทึก";
"ADD_PLAYLIST_DIALOG_TITLE" = "เพลย์ลีสต์ใหม่";
"ADD_PLAYLIST_DIALOG_MESSAGE" = "ป้อนชื่อสำหรับเพลย์ลีสต์นี้";
"ADD_PLAYLIST_ROW" = "เพิ่มเพลย์ลีสต์…";
"ADD_PLAYLIST_TITLE_PLACEHOLDER" = "ชื่อเรื่อง";
"ADD_SONGS_TO_CUSTOM_PLAYLIST_FORMAT" = "เพิ่มเพลงไปที่ “%@”";
"EDIT_PLAYLIST_RENAME" = "เปลี่ยนชื่อ";
"EDIT_PLAYLIST_ADD_SONGS" = "เพิ่มเพลง";
"RENAME_PLAYLIST_DIALOG_TITLE" = "เปลี่ยนชื่อเพลย์ลีสต์";
"RENAME_PLAYLIST_TITLE_PLACEHOLDER" = "ชื่อเรื่อง";

/* No comment provided by engineer. */
"Albums" = "อัลบั้ม";

/* list option to view all albums. */
"All Albums" = "อัลบั้มทั้งหมด";

/* list option to view all songs. */
"All Songs" = "เพลงทั้งหมด";

/* No comment provided by engineer. */
"Audible" = "Audible";

/* For displaying the current chapter in audiobook cells */
"AUDIO_BOOK_CHAPTER_FORMAT" = "บทที่ %.02d/%.02d";

/* No comment provided by engineer. */
"Cancel" = "ยกเลิก";

/* No comment provided by engineer. */
"Chapter %d of %d" = "บทที่ %1$d จาก %2$d";

"CHAPTER_INDEX_FORMAT" = "บทที่ %d";

/* No comment provided by engineer. */
"Refresh Playlist" = "รีเฟรชเพลย์ลีสต์";

"CLEAR" = "ล้าง";

/* No comment provided by engineer. */
"Clear Playlist" = "ล้างเพลย์ลีสต์";

/* No comment provided by engineer. */
"Save Playlist" = "บันทึกเพลย์ลีสต์";

/* No comment provided by engineer. */
"Delete Playlist" = "ลบเพลย์ลีสต์";

/* No comment provided by engineer. */
"content" = "เนื้อหา";

/* No comment provided by engineer. */
"INVALID_RENTAL" = "ไม่ถูกต้อง";

/* No comment provided by engineer. */
"Delete" = "ลบ";

/* No comment provided by engineer. */
"DELETE_VIDEO_PROMPT" = "ต้องการลบ \U201c%@\U201d เพื่อประหยัดเนื้อที่หรือไม่";

/* No comment provided by engineer. */
"Done" = "เสร็จ";

/* No comment provided by engineer. */
"Edit" = "แก้ไข";

/* No comment provided by engineer. */
"Save" = "บันทึก";

/* Info shown cell for TV shows */
"Episode %@" = "ตอน %@";

"GENIUS_MIX_BASED_ON_PREFIX" = "ตามเพลงโดย:";
"GENIUS_MIX_BASED_ON_FORMAT" = "%@ และผู้อื่น";

/* No comment provided by engineer. */
"GENIUS_MIX_SEPARATOR_COMMA_FORMAT" = "%@, ";

/* No comment provided by engineer. */
"GENIUS_MIX_SEPARATOR_NO_COMMA_FORMAT" = "%@";

/* No comment provided by engineer. */
"GENIUS_MIX_AND_OTHERS" = " และผู้อื่น";

"GENIUS_MIX_DOWNLOAD_OFFLINE_TITLE" = "Genius Mix";
"GENIUS_MIX_DOWNLOAD_OFFLINE_SUBTITLE_ALL_FORMAT" = "เชื่อมต่อเครือข่าย Wi-Fi หรือเครือข่ายเซลลูลาร์เพื่อดาวน์โหลด “%@”";
"GENIUS_MIX_DOWNLOAD_OFFLINE_SUBTITLE_WIFI_FORMAT" = "เชื่อมต่อเครือข่าย Wi-Fi เพื่อดาวน์โหลด “%@”";

/* No comment provided by engineer. */
"iTunes U" = "iTunes U";

/* No comment provided by engineer. */
"KEEP_VIDEO_ALERT_POPUP_OPTION" = "เก็บ";

/* No comment provided by engineer. */
"LISTING_COUNT_ALBUMS_FORMAT" = "%d อัลบั้ม";

/* No comment provided by engineer. */
"LISTING_COUNT_ARTISTS_FORMAT" = "%d ศิลปิน";

/* No comment provided by engineer. */
"LISTING_COUNT_AUDIBLEBOOKS_FORMAT" = "%d หนังสือของ Audible";

/* No comment provided by engineer. */
"LISTING_COUNT_AUDIOBOOKS_FORMAT" = "%d หนังสือเสียง";

/* No comment provided by engineer. */
"LISTING_COUNT_COMPILATIONS_FORMAT" = "%d รวมเพลง";

/* No comment provided by engineer. */
"LISTING_COUNT_COMPOSERS_FORMAT" = "%d นักแต่งเพลง";

/* No comment provided by engineer. */
"LISTING_COUNT_GENERIC_ITEMS_FORMAT" = "%d รายการ";

/* No comment provided by engineer. */
"LISTING_COUNT_GENERIC_TRACKS_FORMAT" = "%d แทร็ก";

/* No comment provided by engineer. */
"LISTING_COUNT_GENRES_FORMAT" = "%d แนว";

/* No comment provided by engineer. */
"LISTING_COUNT_PLAYLISTS_FORMAT" = "%d เพลย์ลีสต์";

/* No comment provided by engineer. */
"LISTING_COUNT_PODCAST_ITEMS_FORMAT" = "%d ตอน";

/* No comment provided by engineer. */
"LISTING_COUNT_PODCASTS_FORMAT" = "%d พ็อดคาสท์";

/* No comment provided by engineer. */
"LISTING_COUNT_SONGS_FORMAT" = "%d เพลง";

/* Bottom of the songs list during a sync. */
"SYNCING_COUNT_SONGS_FORMAT" = "กำลังดาวน์โหลด %d จาก %d…";

/* No comment provided by engineer. */
"LISTING_COUNT_VOICE_MEMOS_FORMAT" = "%d เสียงบันทึก";

/* No comment provided by engineer */
"LOADING_GENIUS" = "กำลังโหลด…";

/* No comment provided by engineer */
"LOADING_LYRICS" = "กำลังโหลดเนื้อเพลง…";

/* No comment provided by engineer. */
"More" = "อื่นๆ";

/* Section header title in the Videos list */
"Movies" = "ภาพยนตร์";

/* Section header title in the Videos list */
"Movie Rentals" = "ภาพยนตร์เช่า";

/* Section header title in the Videos list */
"Music Videos" = "วิดีโอเพลง";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Audiobooks" = "ไม่มีหนังสือเสียง";

/* Generic no content message */
"No Content" = "ไม่มีเนื้อหา";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Music" = "ไม่มีเพลง";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Podcasts" = "ไม่มีพ็อดคาสท์";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Videos" = "ไม่มีวิดีโอ";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ALBUMS" = "อัลบั้ม";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ARTISTS" = "ศิลปิน";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_AUDIOBOOKS" = "หนังสือเสียง";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_COMPILATIONS" = "รวมเพลง";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_COMPOSERS" = "นักแต่งเพลง";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_GENRES" = "แนว";

/* No comment provided by engineer. */
"NO_CONTEXT_NAV_TITLE_GENIUS" = "Genius";

/* No comment provided by engineer. */
"NO_CONTEXT_NAV_TITLE_GENIUS_MIXES" = "Genius Mix";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ITUNESU" = "iTunes U";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MORE" = "อื่นๆ";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_PLAYLISTS" = "เพลย์ลีสต์";

/* To provide a custom back button title, customize this value */
"SHORT_NO_CONTEXT_NAVTITLE_PLAYLISTS" = "เพลย์ลีสต์";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_PODCASTS" = "พ็อดคาสท์";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_SONGS" = "เพลง";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEOS" = "วิดีโอ";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MOVIES" = "ภาพยนตร์";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_RENTALS" = "รายการเช่า";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_TV_SHOWS" = "รายการทีวี";

/* The title of the 'iTunes U' tab in the video app. */
"NO_CONTEXT_NAVTITLE_VIDEO_ITUNESU" = "iTunes U";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_PODCASTS" = "พ็อดคาสท์";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MUSIC_VIDEOS" = "วิดีโอเพลง";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_INFO" = "ข้อมูล";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_CHAPTERS" = "บท";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_EPISODES" = "ตอน";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_PLAY_MOVIE" = "เล่นภาพยนตร์";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_SHARED" = "แบ่งปันกัน";

/* No comment provided by engineer. */
"OK" = "ตกลง";

/* No comment provided by engineer. */
"On-The-Go" = "On-The-Go";

/* No comment provided by engineer. */
"PART_X_OF_Y_FORMAT" = "ส่วน %d จาก %d";

/* No comment provided by engineer. */
"Playlists" = "เพลย์ลีสต์";

/* Section header title in the Videos list */
"Podcasts" = "พ็อดคาสท์";

/* Shuffle option shown in song lists */
"Shuffle" = "สับเปลี่ยน";

/* No comment provided by engineer. */
"Songs" = "เพลง";

/* iTunes Movie Store */
"MOVIE_STORE" = "ร้าน";

/* iTunes Music Store */
"MUSIC_STORE" = "ร้าน";

/* No comment provided by engineer. */
"Syncing" = "กำลังเชื่อมข้อมูล";

/* Section header title in the Videos list */
"TV Shows" = "รายการทีวี";

/* No comment provided by engineer. */
"Unknown" = "ไม่ทราบ";
"UNKNOWN_ARTIST" = "ศิลปินไม่มีชื่อ";
"UNKNOWN_ALBUM" = "อัลบั้มไม่มีชื่อ";

/* No comment provided by engineer. */
"You can download podcasts from iTunes." = "คุณสามารถดาวน์โหลดพ็อดคาสท์จาก iTunes Store";
"You can download iTunes U content from iTunes." = "คุณสามารถดาวน์โหลดเนื้อหาของ iTunes U จาก iTunes Store";
"You can download audiobooks from iTunes." = "คุณสามารถดาวน์โหลดหนังสือเสียงจาก iTunes Store";
"You can download music from iTunes." = "คุณสามารถดาวน์โหลดเพลงจาก iTunes Store";
"You can download videos from iTunes." = "คุณสามารถดาวน์โหลดวิดีโอจาก iTunes Store";

"NOW_PLAYING" = "กำลังเล่นอยู่:";

/* Now playing button title.  Our implementation depends on using "Now\nPlaying" for English.  Do not change it without filing a Radar against PEP Music Player to update the corresponding code in +[NowPlayingNavigationButton _localizedTextLabel].  In other languages, use a single space to get an empty button, or any text you actually want drawn.  \n can be used to control wrapping.  NOW_PLAYING_BUTTON_LABEL_FONT_SIZE can be used to help fit the text. */
"NOW_PLAYING_BUTTON_LABEL" = "กำลัง\nเล่นอยู่";

/* Use -1 to indicate 'use the default'.  Use something other than -1 if you label is having a hard time fitting your label... Minimum is 8.0 */
"NOW_PLAYING_BUTTON_LABEL_FONT_SIZE" = "-1";

/* Title in alert when rental time remaining is < movie duration */
"PLAY_RENTAL_NOT_ENOUGH_TIME_TITLE" = "ภาพยนตร์เช่าใกล้จะหมดเวลาเช่า";

/* Message in alert when rental time remaining is < movie duration */
"PLAY_RENTAL_NOT_ENOUGH_TIME_MESSAGE" = "ภาพยนตร์เรื่องนี้จะหมดเวลาเช่าเร็วๆ นี้ หากไม่รีบดูก่อนหมดเวลาคุณจะต้องเช่าอีกครั้งหนึ่ง";

/* Message in alert when a user tries to delete a rented movie */
"RENTAL_DELETE_CONFIRMATION_FORMAT" = "ต้องการลบ “%@” หรือไม่ ถ้าหากคุณลบภาพยนตร์เช่าเรื่องนี้ คุณต้องเช่าอีกครั้งถ้าจะดู";

/* Title in alert when a user tries to delete something */
"DELETE_CONFIRM_TITLE_FORMAT" = "ต้องการจะลบ “%@” หรือไม่";

/* Title in alert when a user tries to delete an OTA purchase */
"DELETE_OTA_CONFIRM_TITLE_FORMAT" = "“%@” ยังไม่ได้ถ่ายโอนไปยัง iTunes ถ้าหากคุณลบทิ้งไป คุณจะต้องซื้อใหม่อีกครั้ง";

/* Title in alert when asking user if they really want to play a rental for the first time. */
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_TITLE" = "คุณต้องการเล่นภาพยนตร์เช่าเรื่องนี้หรือไม่";

/* Title in alert when rental time remaining is < show duration */
"PLAY_TV_RENTAL_NOT_ENOUGH_TIME_TITLE" = "รายการทีวีเช่าใกล้จะหมดเวลาเช่า";

/* Message in alert when rental time remaining is < show duration */
"PLAY_TV_RENTAL_NOT_ENOUGH_TIME_MESSAGE" = "รายการทีวีเรื่องนี้จะหมดเวลาเช่าเร็วๆ นี้ หากไม่รีบดูก่อนหมดเวลาคุณจะต้องเช่าอีกครั้งหนึ่ง";

/* Message in alert when a user tries to delete a rented TV show */
"TV_RENTAL_DELETE_CONFIRMATION_FORMAT" = "ต้องการลบ “%@” หรือไม่ ถ้าหากคุณลบรายการทีวีเช่าเรื่องนี้ คุณต้องเช่าอีกครั้งถ้าจะดู";

/* Title in alert when asking user if they really want to play a TV show rental for the first time. */
"PLAY_RENTAL_TV_WILL_BEGIN_PLAYBACK_CLOCK_TITLE" = "คุณต้องการเล่นรายการทีวีเช่าเรื่องนี้หรือไม่";

/* Message in alert when asking user if they really want to play a rental for the first time. */
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_DAYS" = "หนังจะหมดเวลาเช่าภายใน %d วัน หลังจากที่คุณเริ่มต้นดู";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_DAY" = "หนังจะหมดเวลาภายใน %d วัน หลังจากที่คุณเริ่มต้นดู";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_HOURS" = "หนังจะหมดเวลาเช่าภายใน %d ชั่วโมง หลังจากที่คุณเริ่มต้นดู";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_HOUR" = "หนังจะหมดเวลาเช่าภายใน %d ชั่วโมง หลังจากที่คุณเริ่มต้นดู";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_MINUTES" = "หนังจะหมดเวลาเช่าภายใน %d นาที หลังจากที่คุณเริ่มต้นดู";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_MINUTE" = "หนังจะหมดเวลาเช่าภายใน %d นาที หลังจากที่คุณเริ่มต้นดู";

/* No comment provided by engineer. */
"GET_MORE_PODCASTS" = "ขอรับตอนอื่น…";

/* No comment provided by engineer. */
"GET_MORE_SONGS_LIKE_THIS" = "ดูการเสนอแนะของ Genius…";

"GET_MORE_TV_EPISODES" = "ขอรับตอนอื่น…";

/* Title of search results screen */
"SEARCH_RESULTS_TITLE" = "ผลค้นหา";

/* Label for song in search results */
"SEARCH_RESULT_KIND_SONG" = "เพลง";

/* Label for artist in search results */
"SEARCH_RESULT_KIND_ARTIST" = "ศิลปิน";

/* Label for album in search results */
"SEARCH_RESULT_KIND_ALBUM" = "อัลบั้ม";

/* Label for playlist in search results */
"SEARCH_RESULT_KIND_PLAYLIST" = "เพลย์ลีสต์";

/* Label for audiobook in search results */
"SEARCH_RESULT_KIND_AUDIOBOOK" = "หนังสือเสียง";

/* Label for music video in search results */
"SEARCH_RESULT_KIND_MUSIC_VIDEO" = "วิดีโอเพลง";

/* Label for TV show in search results */
"SEARCH_RESULT_KIND_TV_SHOW" = "รายการทีวี";

/* Label for podcast in search results */
"SEARCH_RESULT_KIND_PODCAST" = "พ็อดคาสท์";

/* Label for movie in search results */
"SEARCH_RESULT_KIND_MOVIE" = "ภาพยนตร์";

/* Search bar placeholder */
"SEARCH_BAR_PLACEHOLDER" = "ค้นหา";

"SEARCH_RESULTS_ONE_RESULT" = "1 ผลลัพธ์";
"SEARCH_RESULTS_RESULTS_FORMAT" = "%d ผลลัพธ์";

/* Section headers in the grouped search result view */
"SEARCH_RESULT_SECTION_TITLE_ARTISTS" = "ศิลปิน (%@ ผลลัพธ์)";
"SEARCH_RESULT_SECTION_TITLE_ARTIST" = "ศิลปิน (%@ ผลลัพธ์)";
"SEARCH_RESULT_SECTION_TITLE_ALBUMS" = "อัลบั้ม (%@ ผลลัพธ์)";
"SEARCH_RESULT_SECTION_TITLE_ALBUM" = "อัลบั้ม (%@ ผลลัพธ์)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLIST" = "เพลย์ลีสต์ (%@ ผลลัพธ์)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLISTS" = "เพลย์ลีสต์ (%@ ผลลัพธ์)";
"SEARCH_RESULT_SECTION_TITLE_SONG" = "เพลง (%@ ผลลัพธ์)";
"SEARCH_RESULT_SECTION_TITLE_SONGS" = "เพลง (%@ ผลลัพธ์)";
"SEARCH_RESULT_SECTION_TITLE_AUDIOBOOKS" = "หนังสือเสียง (%@ ผลลัพธ์)";
"SEARCH_RESULT_SECTION_TITLE_AUDIOBOOK" = "หนังสือเสียง (%@ ผลลัพธ์)";
"SEARCH_RESULT_SECTION_TITLE_PODCASTS" = "ตอนพ็อดคาสท์ (%@ ผลลัพธ์)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST" = "ตอนพ็อดคาสท์ (%@ ผลลัพธ์)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST_SERIES_PLURAL" = "พ็อดคาสท์ (%@ ผลลัพธ์)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST_SERIES" = "พ็อดคาสท์ (%@ ผลลัพธ์)";
"SEARCH_RESULT_SECTION_TITLE_MUSIC_VIDEOS" = "วิดีโอเพลง (%@ ผลลัพธ์)";
"SEARCH_RESULT_SECTION_TITLE_MUSIC_VIDEO" = "วิดีโอเพลง (%@ ผลลัพธ์)";
"SEARCH_RESULT_SECTION_TITLE_TV_EPISODES" = "ตอนทีวี (%@ ผลลัพธ์)";
"SEARCH_RESULT_SECTION_TITLE_TV_EPISODE" = "ตอนทีวี (%@ ผลลัพธ์)";
"SEARCH_RESULT_SECTION_TITLE_TV_SHOWS" = "รายการทีวี (%@ ผลลัพธ์)";
"SEARCH_RESULT_SECTION_TITLE_TV_SHOW" = "รายการทีวี (%@ ผลลัพธ์)";
"SEARCH_RESULT_SECTION_TITLE_MOVIES" = "ภาพยนตร์ (%@ ผลลัพธ์)";
"SEARCH_RESULT_SECTION_TITLE_MOVIE" = "ภาพยนตร์ (%@ ผลลัพธ์)";
"SEARCH_RESULT_SECTION_TITLE_GENRES" = "แนว (%@ ผลลัพธ์)";
"SEARCH_RESULT_SECTION_TITLE_GENRE" = "แนว (%@ ผลลัพธ์)";
"SEARCH_RESULT_SECTION_TITLE_COMPOSERS" = "นักแต่งเพลง (%@ ผลลัพธ์)";
"SEARCH_RESULT_SECTION_TITLE_COMPOSER" = "นักแต่งเพลง (%@ ผลลัพธ์)";

"CONTINUE_SEARCHING_IN_ITUNES_STORE" = "ค้นหาในร้านต่อไป…";

"PODCAST_LINK_EMAIL_FORMAT" = "ลองดูพ็อดคาสท์นี้บน iTunes:<br/><br/><a href=\"%@\">%@</a>";

"NO_MAIL_ACCOUNT_ALERT_TITLE" = "โปรดติดตั้งบัญชี Mail เพื่อแบ่งปัน
พ็อดคาสท์";

/* Wildcat Videos app info screen*/
"SUMMARY_HEADER" = "สรุป";
"DESCRIPTION_HEADER" = "คำอธิบาย";

"ACTOR_HEADER_SINGULAR" = "ผู้แสดง";
"ACTOR_HEADER_PLURAL" = "ผู้แสดง";

"DIRECTOR_HEADER_SINGULAR" = "ผู้กำกับ";
"DIRECTOR_HEADER_PLURAL" = "ผู้กำกับ";

"PRODUCER_HEADER_SINGULAR" = "ผู้ผลิต";
"PRODUCER_HEADER_PLURAL" = "ผู้ผลิต";

"SCREENWRITER_HEADER_SINGULAR" = "ผู้เขียนบท";
"SCREENWRITER_HEADER_PLURAL" = "ผู้เขียนบท";

"ARTIST_LIST_SINGLE_ALBUM_SINGLE_SONG_FORMAT" = "%d อัลบั้ม %d เพลง";
"ARTIST_LIST_SINGLE_ALBUM_PLURAL_SONG_FORMAT" = "%d อัลบั้ม %d เพลง";
"ARTIST_LIST_PLURAL_ALBUM_PLURAL_SONG_FORMAT" = "%d อัลบั้ม %d เพลง";

"NO_METADATA_RELEASED_HEADER" = "ออกจำหน่ายแล้ว";
"NO_METADATA_LENGTH_HEADER" = "ความยาว";
"NO_METADATA_SIZE_HEADER" = "ขนาด";
"NO_METADATA_COPYRIGHT_HEADER" = "ลิขสิทธิ์";
"NO_METADATA_DIMENSIONS_HEADER" = "ขนาด";
"NO_METADATA_CODECS_HEADER" = "วิธีบีบอัดข้อมูล";

/* Wildcat Music Videos info screen */
"RELEASED_HEADER" = "ออกจำหน่ายแล้ว";
"LENGTH_HEADER" = "ความยาว";
"SIZE_HEADER" = "ขนาด";
"COPYRIGHT_HEADER" = "ลิขสิทธิ์";
"FROM_THE_ALBUM_HEADER" = "จากอัลบั้ม (อยู่ใน iTunes)";
"ITUNES_LINK" = "iTunes";
"DIMENSIONS_HEADER" = "ขนาด";
"CODECS_HEADER" = "วิธีบีบอัดข้อมูล";

"RELEASE_DATE_UNKNOWN" = "ไม่ทราบ";
"DURATION_UNKNOWN" = "ไม่ทราบ";
"DIRECTORS_UNKNOWN" = "ไม่ทราบ";

"ALBUM_UNKNOWN" = "อัลบั้มไม่มีชื่อ";
"ALBUM_SONGS_COUNT_SINGULAR" = "1 เพลง";
"ALBUM_SONGS_COUNT_PLURAL" = "%u เพลง";

"CREATE_GENIUS_PLAYLIST" = "เลือกเพลงเพื่อสร้างเพลย์ลิสต์ Genius";
"ADD_SONGS_TO_PLAYLIST_FORMAT" = "เพิ่มเพลงไปที่เพลย์ลีสต์ “%@”";

"ALBUM_INFO_SEPARATOR" = ", ";
"ALBUM_INFO_RELEASE_DATE_FORMAT" = "ออกจำหน่ายแล้วเมื่อ %@";
"ALBUM_INFO_SONGS_SINGULAR" = "1 เพลง";
"ALBUM_INFO_SONGS_FORMAT_PLURAL" = "%u เพลง";
"ALBUM_INFO_TIME_SINGULAR" = "1 นาที";
"ALBUM_INFO_TIME_FORMAT_PLURAL" = "%u นาที";

/* Wildcat other */
"DOWNLOAD_VIDEOS_FROM_ITUNES" = "คุณสามารถดาวน์โหลดวิดีโอจาก iTunes";
"GENIUS_PLAYLIST" = "เพลย์ลีสต์ Genius";
"DELETE_VIDEO_ALERT" = "ลบวิดีโอหรือไม่";

"PLAYLIST_DELETE_ALERT_TITLE" = "ลบ “%@”";
"PLAYLIST_DELETE_ALERT_BODY" = "การลบ “%@” จะลบเพลย์ลิสต์ออกจากคอมพิวเตอร์ของคุณด้วยในครั้งหน้าที่คุณเชื่อมข้อมูล";

"EPISODE_DESCRIPTION_MORE" = "อื่นๆ";

"NO_RESULTS" = "ไม่มีผลลัพธ์";

"PLAY_ALL_SONGS" = "เล่นเพลงทั้งหมด";

"Genius" = "Genius";
/* Explanatory text shown on the picker when creating a genius playlist. */
"PICK_GENIUS_PLAYLIST_SEED_PROMPT" = "เลือกเพลงเพื่อสร้างเพลย์ลิสต์ Genius";
"GENIUS_CREATE_NEW_BUTTON_TITLE" = "ใหม่";
"GENIUS_REFRESH_BUTTON_TITLE" = "รีเฟรช";

/* Placeholder for unknown time duration */
"UNKNOWN_DURATION" = "--:--";

"SHARED_SECTION_TITLE" = "คลังแบ่งปันกันภายในพื้นที่";
"SHARED_LIBRARY_PASSWORD_ALERT_BODY_FORMAT" = "คลัง “%@” ต้องการรหัสผ่าน";
"SHARED_LIBRARY_PASSWORD_ALERT_PLACEHOLDER" = "รหัสผ่าน";
"SHARED_LIBRARY_UNABLE_TO_CONNECT_FORMAT" = "ไม่สามารถเชื่อมต่อกับ “%@”";

"RENTAL_EXPIRED_FORMAT" = "ระยะเวลาเช่าของคุณสำหรับ “%@” ได้หมดเวลาแล้ว";
"RENTAL_WARNING_DAYS_FORMAT" = "คุณมีเวลา %1$@ วันที่จะดู “%2$@” หลังจากนั้นจะถูกลบทิ้งไป";
"RENTAL_WARNING_DAY_FORMAT" = "คุณมีเวลา %1$@ วันที่จะดู “%2$@” หลังจากนั้นจะถูกลบทิ้งไป";
"RENTAL_WARNING_HOURS_FORMAT" = "คุณมีเวลา %1$@ ชั่วโมงที่จะดู “%2$@” หลังจากนั้นจะถูกลบทิ้งไป";
"RENTAL_WARNING_HOUR_FORMAT" = "คุณมีเวลา %1$@ ชั่วโมงที่จะดู “%2$@” หลังจากนั้นจะถูกลบทิ้งไป";
"RENTAL_WARNING_MINUTES_FORMAT" = "คุณมีเวลา %1$@ นาทีที่จะดู “%2$@” หลังจากนั้นจะถูกลบทิ้งไป";
"RENTAL_WARNING_MINUTE_FORMAT" = "คุณมีเวลา %1$@ นาทีที่จะดู “%2$@” หลังจากนั้นจะถูกลบทิ้งไป";

"HOME_SHARING_SPLASH_LABEL" = "แบ่งปันกันภายในพื้นที่";
"HOME_SHARING_ACCOUNT_FIELD_NAME" = "Apple ID";
"HOME_SHARING_ACCOUNT_PLACEHOLDER" = "example@me.com";
"HOME_SHARING_PASSWORD_FIELD_NAME" = "รหัสผ่าน";
"HOME_SHARING_PASSWORD_PLACEHOLDER" = "บังคับ";
"HOME_SHARING_FOOTER_LABEL" = "ต้องใช้ Apple ID เพื่อใช้งานแบ่งปันกันภายในพื้นที่";
"HOME_SHARING_ERROR_TITLE" = "ไม่สามารถเปิดใช้งานแบ่งปันกันภายในพื้นที่";
"HOME_SHARING_CANNOT_CONNECT_TITLE" = "ไม่สามารถเชื่อมต่อกับคลังสื่อ";
"HOME_SHARING_VERSION_NOT_SUPPORTED" = "แบ่งปันกันภายในพื้นที่ต้องใช้กับ iTunes 10.2 หรือใหม่กว่า";

"SHARED_MODAL_SHEET_DEVICE_LIBRARY" = "iPad ของฉัน";
"SHARED_DEVICE_LIBRARY_FORMAT" = "%@ ของฉัน";

"DOWNLOAD_ALL_BUTTON_TITLE" = "ดาวน์โหลดทั้งหมด";
"SHOW_COMPLETE_ALBUM" = "แสดงซื้ออัลบั้มยกชุด…";
"HIDE_COMPLETE_ALBUM" = "ซ่อนซื้ออัลบั้มยกชุด";
"COMPLETE_MY_ALBUM_FOR_AMOUNT_LABEL" = "ซื้ออัลบั้มของฉันยกชุดราคา %@";
"COMPLETE_THIS_ALBUM_BUTTON_LABEL" = "ซื้ออัลบั้มนี้ยกชุด";
"HD_OFFER_VARIANT_SEGMENT_TITLE" = "HD";
"SD_OFFER_VARIANT_SEGMENT_TITLE" = "SD";
"BUY_ALBUM_FOR_AMOUNT_LABEL" = "ซื้ออัลบั้ม: %@";
"REGULAR_ALBUM_PRICE_LABEL" = "ราคาปกติ %@";
"SHOW_COMPLETE_SEASON" = "แสดงซื้อภาคยกชุด";
"HIDE_COMPLETE_SEASON" = "ซ่อนซื้อภาคยกชุด";
"SINGLE_EPISODE_AVAILABLE_LABEL" = "อีก %d ตอน…";
"SINGLE_EPISODE_AVAILABLE_LABEL_LONG" = "อีก %d ตอนพร้อมอยู่ใน iTunes";
"MULTIPLE_EPISODES_AVAILABLE_LABEL" = "อีก %d ตอน…";
"MULTIPLE_EPISODES_AVAILABLE_LABEL_LONG" = "อีก %d ตอนพร้อมอยู่ใน iTunes";
"COMPLETE_MY_SEASON_FOR_AMOUNT_LABEL" = "ซื้อภาคของฉันยกชุดราคา %@";
"COMPLETE_MY_SEASON_NO_AMOUNT_LABEL" = "ซื้อภาคของฉันยกชุด";
"COMPLETE_MY_SEASON_PASS_NO_AMOUNT_LABEL" = "ซื้อยกชุดด้วยบัตรเหมาจ่ายภาคของฉัน";
"BUY_SEASON_FOR_AMOUNT_LABEL" = "ซื้อภาคราคา %@";
"BUY_SEASON_NO_AMOUNT_LABEL" = "ซื้อภาค";
"BUY_SEASON_PASS_NO_AMOUNT_LABEL" = "ซื้อบัตรเหมาจ่ายภาคยกชุด";

"EXIT_STORE_BUTTON_TITLE" = "คลัง";

/* Alert title/message to inform the user that Podcasts can be downloaded using the Podcasts app */
"PODCASTS_DOWNLOAD_ALERT_TITLE" = "พ็อดคาสท์ได้ย้ายที่อยู่";
"PODCASTS_DOWNLOAD_ALERT_MESSAGE" = "ตอนใหม่ดาวน์โหลดได้โดยใช้แอปฯ พ็อดคาสท์";
